1. # Количество различных чисел
Дан список чисел. Определите, сколько в нем встречается различных чисел.
print(len(set(input().split())))

2. # Количество совпадающих чисел
